[
    {
        "product_name": "タガネ",
        "descriptions": [
            "石材や金属を割ったり削ったりするための鋭利な工具。",
            "ハンマーで叩きながら細かい形状加工ができる道具。",
            "石や金属の表面を滑らかに仕上げるために使用される道具。"
        ]
    },
    {
        "product_name": "プーラー",
        "descriptions": [
            "固着した部品やベアリングを安全に外すための工具。",
            "車両整備や機械修理に便利な、爪付きの引き外し道具。",
            "精密な作業を助ける、固い接合部の取り外し専用工具。"
        ]
    },
    {
        "product_name": "サンドランマー",
        "descriptions": [
            "地面や砂型の密度を高めるために振動を利用する工具。",
            "砂や土をしっかりと締め固め、安定性を確保する道具。",
            "地盤の安定化や型枠内の材料圧縮に最適な振動型工具。"
        ]
    },
    {
        "product_name": "スレッドタップ",
        "descriptions": [
            "ボルト用のねじ穴を正確に加工するための切削工具。",
            "金属やプラスチックにねじ山を形成する作業で使用する道具。",
            "精密なねじ穴作成や補修が可能な、多機能な工具。"
        ]
    },
    {
        "product_name": "ハトメパンチ",
        "descriptions": [
            "ハトメを簡単に取り付けられる、布や革用の加工工具。",
            "穴あけと金属リング取り付けを一度に行える便利な道具。",
            "金属部品を素材に取り付ける際の力加減が調整可能な工具。"
        ]
    },
    {
        "product_name": "スパデュラ",
        "descriptions": [
            "壁や家具の表面仕上げに用いる、薄いヘラ状の工具。",
            "塗料や接着剤を均一に伸ばす際に便利な道具。",
            "剥がれやすい素材の除去や整形作業を行うための工具。"
        ]
    },
    {
        "product_name": "タッカー",
        "descriptions": [
            "簡単に釘を打ち込める、強力な固定用工具。",
            "カーペットや布を効率よく固定する際に使用される道具。",
            "ポスターや内装作業で手軽に利用できる、小型の工具。"
        ]
    },
    {
        "product_name": "ボルトクリッパー",
        "descriptions": [
            "太いボルトやワイヤーを切断するための強力な工具。",
            "固い金属を正確に切断できる、大型の切断道具。",
            "防犯チェーンや金属棒を簡単に処理するための工具。"
        ]
    },
    {
        "product_name": "トルクレンチ",
        "descriptions": [
            "指定した力でボルトやナットを締め付けるための工具。",
            "自動車整備や工業製品の組み立てで使用される工具。",
            "ボルトの締め付け具合を視覚的に確認できる高性能工具。"
        ]
    },
    {
        "product_name": "リベットガン",
        "descriptions": [
            "リベットを使って金属やプラスチックを固定する工具。",
            "穴を開けずに材料をしっかりと接合するための道具。",
            "建築や家具製作で素早く接合作業を行うために便利な工具。"
        ]
    },
    {
        "product_name": "カッティングプライヤー",
        "descriptions": [
            "電線や細い金属ワイヤーを切断するための小型工具。",
            "鋭い刃先で精密な切断作業が可能な万能工具。",
            "切れ味が長持ちする耐久性の高い刃を持つ工具。"
        ]
    },
    {
        "product_name": "ディスクグラインダー",
        "descriptions": [
            "金属や石材の切断や研磨を行う電動工具。",
            "回転するディスクで表面加工や仕上げ作業が可能な道具。",
            "高速回転でスムーズに研磨や切断ができる便利な工具。"
        ]
    },
    {
        "product_name": "モンキーレンチ",
        "descriptions": [
            "開口幅を調整してボルトやナットを回す万能レンチ。",
            "配管工事や機械修理に最適な頑丈な工具。",
            "幅広いサイズのボルトやナットに対応可能な道具。"
        ]
    },
    {
        "product_name": "バイスグリップ",
        "descriptions": [
            "強力に材料を挟み込み、固定作業を行うための工具。",
            "ロック機能付きで、ハンズフリー作業が可能な道具。",
            "金属加工や整備作業で便利な、滑り止め付き工具。"
        ]
    },
    {
        "product_name": "クランプ",
        "descriptions": [
            "材料を一時的に固定して加工や接着を支える工具。",
            "工具の滑り止め付きで、安定性を確保するための道具。",
            "木工や金属加工で接着剤の乾燥中に使用する便利な工具。"
        ]
    },
    {
        "product_name": "シャコ万力",
        "descriptions": [
            "材料をしっかりと挟んで固定するための頑丈な工具。",
            "鋼製フレームで高い圧力を加えられる耐久性のある道具。",
            "木材や金属を固定して加工する際に使用される工具。"
        ]
    },
    {
        "product_name": "グリースガン",
        "descriptions": [
            "機械の可動部分にグリースを注入するための工具。",
            "精密な操作で必要量だけを塗布できる便利な道具。",
            "車両整備や機械保守で潤滑作業を効率化する工具。"
        ]
    },
    {
        "product_name": "エアインパクトレンチ",
        "descriptions": [
            "圧縮空気を利用してボルトやナットを高速で締め付ける工具。",
            "自動車整備や機械修理で効率的に作業を行うための道具。",
            "高トルク出力で、固く締まった部品の取り外しにも最適な工具。"
        ]
    },
    {
        "product_name": "スクレーパー",
        "descriptions": [
            "塗料や汚れを削り取るための薄い刃を持つ工具。",
            "木材や金属表面の仕上げに最適な加工道具。",
            "古い塗料や接着剤の除去作業をスムーズに行うための工具。"
        ]
    },
    {
        "product_name": "六角レンチセット",
        "descriptions": [
            "六角形のボルトやねじを回すための便利な工具セット。",
            "コンパクトで持ち運びしやすい、DIYや整備に役立つ工具。",
            "自転車や家具の組み立て、機械修理など多用途で使用できる道具。"
        ]
    },
    {
        "product_name": "ピンポンチ",
        "descriptions": [
            "ピンを正確に打ち抜くための棒状工具で、打ち込み作業に使用します",
            "機械部品や金属加工でピンやシャフトを押し出すために使います",
            "精密作業にも適した、ピンを傷つけずに取り外す工具です"
        ]
    },
    {
        "product_name": "チゼルセット",
        "descriptions": [
            "金属や木材の削りや切断に使う、刃先の異なる工具セットです",
            "石材や鉄材を叩いて成形する際の彫刻用工具です。",
            "さまざまな作業に対応するため、複数のサイズと形状が揃っています"
        ]
    },
    {
        "product_name": "ベルトサンダー",
        "descriptions": [
            "ベルト状の研磨紙で表面を削り、滑らかに仕上げる電動工具です。",
            "広い面積の研磨や塗装剥がしに効率よく使えます。",
            "木材や金属の表面処理に優れたパワフルな研磨機です。"
        ]
    },
    {
        "product_name": "フラットノーズプライヤー",
        "descriptions": [
            "平たい先端で物をつかみ、曲げたり固定したりする作業に使います",
            "電気工事やアクセサリー製作に便利なプライヤーです",
            "細かいパーツの扱いや精密な作業にも適しています。"
        ]
    },
    {
        "product_name": "リーマー",
        "descriptions": [
            "既存の穴を広げたり、精度を高めるための仕上げ工具です",
            "金属加工や樹脂加工で、正確な寸法の穴を作ります。",
            "ドリル後の穴のバリ取りや形状の調整に使われます"
        ]
    },
    {
        "product_name": "ハンドニブラー",
        "descriptions": [
            "金属板や薄い材料を手動で切断するための工具です。",
            "曲線や直線を自由にカットし、加工を行います。",
            "電気工事や金属加工現場での細かな切断作業に便利です。"
        ]
    },
    {
        "product_name": "パイプカッター",
        "descriptions": [
            "パイプを正確に切断するための回転式工具です。",
            "銅管や塩ビパイプの施工やメンテナンスに使います",
            "回転させながら刃を押し当てて、きれいな切断面を作ります。"
        ]
    },
    {
        "product_name": "ナッター",
        "descriptions": [
            "金属板にナットを圧入するための工具です。",
            "薄板に強度のあるねじ穴を形成する際に使います",
            "リベットのように締結することで、強固な接続が可能です。"
        ]
    },
    {
        "product_name": "コーナークランプ",
        "descriptions": [
            "材料を直角に固定し、接着や加工を行う工具です。",
            "木工や金属工事で、正確な90度の固定に使います。",
            "接合部分のズレを防ぎ、作業精度を高めます。"
        ]
    },
    {
        "product_name": "ドライバービットセット",
        "descriptions": [
            "ドライバー用のさまざまな形状の先端工具セットです。",
            "電動工具や手動ドライバーでねじ回しを行います。",
            "十字、マイナス、トルクスなど、多用途に対応します。"
        ]
    },
    {
        "product_name": "エキストラクター",
        "descriptions": [
            "折れたボルトやねじを取り外すための工具です。",
            "固着した部品を逆回転で引き抜きます。",
            "故障修理やメンテナンス作業に便利です。"
        ]
    },
    {
        "product_name": "パワープランジャー",
        "descriptions": [
            "排水口や配管の詰まりを解消するための吸引圧工具です。",
            "空気圧を使って頑固な詰まりを一気に押し流します。",
            "トイレやシンクなど、水回りのメンテナンスに便利です"
        ]
    },
    {
        "product_name": "ボルトリムーバー",
        "descriptions": [
            "固着や破損したボルトを取り外すための工具です。",
            "高いグリップ力でボルトを掴み、回して取り除きます。",
            "故障修理やメンテナンス作業に使われます。"
        ]
    },
    {
        "product_name": "ロータリーファイル",
        "descriptions": [
            "回転させて金属や樹脂の表面を削る精密工具です。",
            "面取りやバリ取り、溝加工に適しています。",
            "ドリルやルーターに取り付けて使用します"
        ]
    },
    {
        "product_name": "カーブソー",
        "descriptions": [
            "曲線カットに特化した手動のノコギリです。",
            "木材やプラスチックの曲線加工に使います。",
            "細かな作業にも適した使い勝手の良い工具です。"
        ]
    },
    {
        "product_name": "ミニルーター",
        "descriptions": [
            "研磨や彫刻、切削ができる小型の電動工具です。",
            "細かいDIY作業や模型製作に便利です。",
            "アタッチメントを変えて多用途に使えます。"
        ]
    },
    {
        "product_name": "ホールソーカッター",
        "descriptions": [
            "丸穴を一度にきれいに開けるための切削工具です。",
            "木材や金属、樹脂など多様な材料に対応します。",
            "大口径の穴あけ作業に適しています。"
        ]
    },
    {
        "product_name": "チェーンレンチ",
        "descriptions": [
            "パイプや円筒状の物を掴んで回すための工具です。",
            "頑丈なチェーンが対象物をしっかりと固定します。",
            "配管工事やメンテナンス作業に活躍します。"
        ]
    },
    {
        "product_name": "ワイヤーストリッパー",
        "descriptions": [
            "電線の被覆を剥がすための電気工事用工具です。",
            "線材の太さに合わせて正確に被覆を剥きます。",
            "電気配線やDIY作業に欠かせない工具です。"
        ]
    },
    {
        "product_name": "スライディングスクエア",
        "descriptions": [
            "測定や墨付けに使う直角定規です",
            "スライド機構により、さまざまな角度の測定が可能です。",
            "木工や金属加工での精度を高める工具です。"
        ]
    },
    {
        "product_name": "プラスチックカッター",
        "descriptions": [
            "プラスチック素材をきれいに切断するための工具。",
            "軽い力で正確なカットが可能な手動カッター。",
            "薄板やパイプの切断で活躍するプラスチック用切断道具。"
        ]
    },
    {
        "product_name": "ピックセット",
        "descriptions": [
            "小さな部品の取り外しや整備に便利な細工具",
            "精密機器や電子機器のメンテナンスに最適",
            "狭い場所での作業をサポートする多機能ピック"
        ]
    },
    {
        "product_name": "ノギス",
        "descriptions": [
            "長さや直径を正確に測定できる計測工具。",
            "金属や木材の寸法確認に欠かせない道具。",
            "金属加工やDIY作業で精密な寸法確認に使います。"
        ]
    },
    {
        "product_name": "テーパーリーマー",
        "descriptions": [
            "穴の内径をテーパー状に広げる切削工具。",
            "配管や機械部品の調整に便利な道具。",
            "滑らかな仕上がりで、精密な加工が可能"
        ]
    },
    {
        "product_name": "ハンドハンマー",
        "descriptions": [
            "釘打ちや解体作業に使える手持ちハンマー。",
            "振動吸収グリップで作業疲労を軽減。",
            "バランス設計で正確な打撃が可能な工具。"
        ]
    },
    {
        "product_name": "カウンターシンクビット",
        "descriptions": [
            "ねじ頭が埋め込まれる穴を作るドリルビット。",
            "木材や金属に美しい仕上げを施す道具。",
            "面取り加工でねじ頭をフラットに収める工具。"
        ]
    },
    {
        "product_name": "アングルクランプ",
        "descriptions": [
            "材料を特定の角度で固定するためのクランプ。",
            "斜め接合やフレーム作成に最適な工具。",
            "正確な角度保持で、組み立て作業をサポート。"
        ]
    },
    {
        "product_name": "コーキングガン",
        "descriptions": [
            "シーリング剤や接着剤を均一に塗布する工具。",
            "建築やリフォームで目地埋めに活躍",
            "隙間や目地に防水材を充填する際に使います。"
        ]
    },
    {
        "product_name": "ラチェットハンドル",
        "descriptions": [
            "ソケットレンチと組み合わせて使う回転工具。",
            "狭い場所でも簡単にボルトを回せる",
            "ボルトやナットを効率よく締め付けるための工具。"
        ]
    },
    {
        "product_name": "フィンガープライヤー",
        "descriptions": [
            "狭い隙間でのつかみ作業に適した細身の工具。",
            "小型部品の取り扱いや整備に便利。",
            "先端の細さで、精密な作業をサポート。"
        ]
    },
    {
        "product_name": "コンビネーションレンチ",
        "descriptions": [
            "両端に異なるタイプの口を持つ便利なレンチ。",
            "一方はスパナ、もう一方はメガネレンチ仕様",
            "ボルトやナットの締め付け、緩め作業に使います。"
        ]
    },
    {
        "product_name": "ロックピンサー",
        "descriptions": [
            "強力なロック機能で材料を固定するプライヤー。",
            "固定した部品をつかんだまま保持するロッキング工具。",
            "金属加工や整備での固定作業に最適。"
        ]
    },
    {
        "product_name": "ペンチハンマー",
        "descriptions": [
            "ハンマーとペンチが一体化した多機能工具。",
            "緊急時や持ち運びに便利なコンパクト設計。",
            "釘打ちやつかみ作業を一本でこなす。"
        ]
    },
    {
        "product_name": "オイルフィルターレンチ",
        "descriptions": [
            "オイルフィルターを簡単に取り外す専用工具。",
            "車両整備でフィルター交換作業を効率化。",
            "車両のオイル交換作業で活躍します。"
        ]
    },
    {
        "product_name": "ダクトカッター",
        "descriptions": [
            "ダクトやホースをきれいに切断する工具。",
            "切れ味の良い刃で、素早く正確にカット",
            "空調工事や配管作業で活躍する切断道具"
        ]
    },
    {
        "product_name": "サイドカッター",
        "descriptions": [
            "電線やワイヤーを切断する側刃付きペンチ。",
            "切断面がきれいで、電気工事に最適。",
            "電線や金属線を切断するためのカッター工具。"
        ]
    },
    {
        "product_name": "スプリングコンプレッサー",
        "descriptions": [
            "自動車のコイルスプリングを圧縮して取り外す工具。",
            "車両のサスペンション整備に欠かせない道具。",
            "安全にスプリング交換作業を行える。"
        ]
    },
    {
        "product_name": "ロータリーカッター",
        "descriptions": [
            "回転刃で布や紙を滑らかに切断する工具。",
            "手芸や裁縫での生地カットに最適。",
            "連続した曲線もスムーズにカット可能。"
        ]
    },
    {
        "product_name": "カップブラシ",
        "descriptions": [
            "錆びや塗料を除去するためのブラシ付き工具。",
            "電動工具に装着して表面清掃に使用。",
            "金属の表面処理や仕上げに役立つ。"
        ]
    },
    {
        "product_name": "エアダスターガン",
        "descriptions": [
            "圧縮空気でホコリやゴミを吹き飛ばす工具",
            "機械や設備の清掃に便利なエアツール。",
            "精密機器や機械の清掃に適しています。"
        ]
    }
]