[
    {
        "product_name": "タガネ",
        "descriptions": [
            "石材や金属を割ったり削ったりするための鋭利な工具。",
            "ハンマーで叩きながら細かい形状加工ができる道具。",
            "固い素材を彫刻や整形する際に利用される専門的な工具。",
            "先端が硬く耐久性が高い、建築や石工で重宝される工具。",
            "石や金属の表面を滑らかに仕上げるために使用される道具。"
        ]
    },
    {
        "product_name": "プーラー",
        "descriptions": [
            "ベアリングやギアを安全に引き抜くための工具。",
            "自動車や機械の分解・整備に欠かせないアイテム。",
            "ハンドルやネジを回して対象物を引き抜く仕組み。",
            "爪が付いており、正確に対象物をつかめる構造。",
            "硬く固着した部品を取り外す作業に適した工具。"
        ]
    },
    {
        "product_name": "サンドランマー",
        "descriptions": [
            "砂型鋳造時に砂を押し固めるための工具。",
            "砂型の密度を高め、鋳造品質を向上させる役割。",
            "手動や空気圧を利用して効率よく砂を圧縮する。",
            "硬い砂型を作るために鋳造現場で使用される。",
            "鋳物の正確な形状を保つための重要な道具。"
        ]
    },
    {
        "product_name": "スレッドタップ",
        "descriptions": [
            "金属やプラスチックにネジ山を切るための工具。",
            "内側に正確なネジ溝を作成する際に使用される。",
            "ボルトやネジがしっかりと固定できる溝を形成。",
            "ハンドルとセットで使い、精密な作業が可能。",
            "異なるサイズのネジに対応する多種の種類がある。"
        ]
    },
    {
        "product_name": "ハトメパンチ",
        "descriptions": [
            "布や皮などにハトメを打ち込むための専用工具。",
            "穴を開けた後、金属リングを圧着して固定する。",
            "カバンやベルトなどの補強や装飾に使われる。",
            "しっかりとした固定で、裂け防止効果もある。",
            "ハンドプレス式で簡単に正確な加工が可能。"
        ]
    },
    {
        "product_name": "スパデュラ",
        "descriptions": [
            "塗料や接着剤を均等に塗り広げるための工具。",
            "主に壁や床の仕上げ作業で使用される道具。",
            "ゴムやプラスチック製の刃で素材を傷つけない。",
            "柔軟性があり、細かい部分の仕上げに最適。",
            "塗装作業や補修作業に欠かせないサポート工具。"
        ]
    },
    {
        "product_name": "タッカー",
        "descriptions": [
            "木材や布にステープルを打ち込むための工具。",
            "内装作業やDIYで幅広く使用される固定道具。",
            "手動式や電動式があり、用途に応じて使い分け可能。",
            "強力なホールド力で一時的な固定にも適する。",
            "軽量で扱いやすく、簡単に作業を進められる。"
        ]
    },
    {
        "product_name": "ボルトクリッパー",
        "descriptions": [
            "金属製のボルトやワイヤーを切断するための工具。",
            "長いハンドルと強力な刃で効率的に切断が可能。",
            "建設現場やメンテナンス作業でよく使用される。",
            "錠前やチェーンを壊す際にも便利なアイテム。",
            "鋼材などの硬い素材も容易にカットできる性能。"
        ]
    },
    {
        "product_name": "トルクレンチ",
        "descriptions": [
            "締め付けトルクを正確に管理するための工具。",
            "ボルトやナットの適切な締め付けに欠かせない。",
            "メカニックや工場作業での品質管理に重宝される。",
            "設定したトルクに達するとクリック音で知らせる。",
            "車両整備や精密機器の組立て作業で利用される。"
        ]
    },
    {
        "product_name": "リベットガン",
        "descriptions": [
            "金属板や薄い素材をリベットで固定する工具。",
            "電動式や手動式があり、用途に応じた選択が可能。",
            "航空機や建築物などの接合部分の補強に使用。",
            "強力な固定力で長期間安定した接続を確保する。",
            "金属部品の組み立てや修理にも多く用いられる。"
        ]
    },
    {
        "product_name": "カッティングプライヤー",
        "descriptions": [
            "ワイヤーやケーブルを正確に切断するための工具。",
            "鋭利な刃でスムーズに金属線をカット可能。",
            "電気工事やDIYで使われる基本的な工具の一つ。",
            "滑りにくいグリップで安全に作業ができる設計。",
            "小型で持ち運びがしやすく、作業効率が向上する。"
        ]
    },
    {
        "product_name": "ディスクグラインダー",
        "descriptions": [
            "金属や石材を研磨・切断するための電動工具。",
            "高速回転するディスクで表面を削る作業が可能。",
            "金属加工や溶接後の仕上げ作業に利用される。",
            "研削、切断、研磨ディスクを用途に応じて交換可能。",
            "コンパクトなサイズで屋内外の作業に適する。"
        ]
    },
    {
        "product_name": "モンキーレンチ",
        "descriptions": [
            "可動式の口で異なるサイズのボルトやナットに対応。",
            "工具の開口部を調節して多用途に使用できる。",
            "配管作業や自動車修理などで広く使用される。",
            "手軽に持ち運びでき、DIYやプロ作業で重宝する。",
            "固く締まったボルトを緩める作業にも適している。"
        ]
    },
    {
        "product_name": "バイスグリップ",
        "descriptions": [
            "強力な保持力で対象物を固定するための工具。",
            "グリップ部分で簡単に締め付け力を調整可能。",
            "配管作業や金属加工での一時的な固定に便利。",
            "滑り止め加工が施され、安定した作業が可能。",
            "異なるサイズや形状のバイスグリップが存在する。"
        ]
    },
    {
        "product_name": "クランプ",
        "descriptions": [
            "木材や金属を作業台に固定するための工具。",
            "接着や組み立て作業時に材料をしっかり保持する。",
            "簡単に調節でき、異なる材料に対応可能。",
            "DIYや家具製作などで精度の高い作業をサポート。",
            "強い圧力で対象物を動かさずに加工が可能。"
        ]
    },
    {
        "product_name": "シャコ万力",
        "descriptions": [
            "対象物を強い圧力でしっかりと固定する工具。",
            "C字型のフレームで物を挟み込むシンプルな構造。",
            "木工作業や金属加工における固定作業に適する。",
            "ねじを回すことで圧力を調節できる設計。",
            "頑丈な材質で高い耐久性を持つ、長期間使用可能。"
        ]
    },
    {
        "product_name": "グリースガン",
        "descriptions": [
            "機械部品にグリースを注入するための工具。",
            "潤滑剤を正確に供給し、摩耗を防ぐ役割がある。",
            "自動車整備や産業機械のメンテナンスに利用される。",
            "手動式やエア式があり、作業環境に応じて選べる。",
            "ノズルが細く、狭い箇所でも潤滑が可能な設計。"
        ]
    },
    {
        "product_name": "エアインパクトレンチ",
        "descriptions": [
            "圧縮空気で動作し、ボルトやナットを強力に締め付ける工具。",
            "高速で回転し、大型機械や車両の整備に適している。",
            "手作業では困難な強いトルクを短時間で実現する。",
            "タイヤ交換や大型設備の固定に多く使用される。",
            "軽量でありながら高いパワーを発揮するのが特徴。"
        ]
    },
    {
        "product_name": "スクレーパー",
        "descriptions": [
            "塗装やシール材を剥がすために使用される工具。",
            "金属や木材などの表面を清掃する際にも役立つ。",
            "刃の形状や材質によって異なる用途に対応可能。",
            "手動式が一般的だが、電動式も存在する。",
            "塗装剥がしや床の清掃作業で広く使われる。"
        ]
    },
    {
        "product_name": "六角レンチセット",
        "descriptions": [
            "六角穴付きボルトの締め付けや緩めに使う工具セット。",
            "異なるサイズのレンチが揃っており、多用途に対応。",
            "コンパクトで持ち運びが容易、工具箱に欠かせない。",
            "家具の組み立てや自転車のメンテナンスで重宝される。",
            "頑丈な素材で耐久性が高く、長期間使用できる。"
        ]
    },
    {
        "product_name": "ピンポンチ",
        "descriptions": [
            "固定ピンやシャフトを正確に打ち出すための工具。",
            "細かい部品の位置決めや取り外し作業に適している。",
            "狭いスペースでも使いやすい細長い形状が特徴。",
            "機械整備や精密作業での利用が一般的。",
            "さまざまな直径サイズがあり、用途に応じて選べる。"
        ]
    },
    {
        "product_name": "チゼルセット",
        "descriptions": [
            "木材や石材を削ったり彫ったりするための工具セット。",
            "さまざまな刃幅のチゼルが揃い、多用途に対応可能。",
            "木彫りや石彫り、建築作業で使われる基本的な道具。",
            "丈夫で耐久性が高く、精密な加工が行える設計。",
            "彫刻や仕上げ作業で細部の調整が可能なセット。"
        ]
    },
    {
        "product_name": "ベルトサンダー",
        "descriptions": [
            "広い面を素早く研磨するための電動工具。",
            "木材や金属、プラスチックの表面を滑らかに仕上げる。",
            "高速で回転するベルトが効率的に材料を削る。",
            "大工仕事やDIYでの仕上げ作業に多く使用される。",
            "粗削りから仕上げまで、用途に応じてベルトを交換可能。"
        ]
    },
    {
        "product_name": "フラットノーズプライヤー",
        "descriptions": [
            "平らな先端で物をつかんだり曲げたりするための工具。",
            "細い針金や金属部品を扱う作業に適している。",
            "ジュエリー制作や電気作業で幅広く使用される。",
            "滑りにくいグリップで正確に操作できる設計。",
            "先端が平らで、傷をつけにくい仕上げが可能。"
        ]
    },
    {
        "product_name": "リーマー",
        "descriptions": [
            "穴を広げたり、内面を滑らかに仕上げるための工具。",
            "ボール盤や手作業で使用され、精密な加工が可能。",
            "金属やプラスチックなどの加工材料に対応する。",
            "ドリルで開けた穴の微調整に欠かせない道具。",
            "精度の高い仕上げが要求される場面で重宝される。"
        ]
    },
    {
        "product_name": "ハンドニブラー",
        "descriptions": [
            "薄い金属板やプラスチックを手軽に切断するための工具。",
            "小さな切り口で曲線や複雑な形状のカットが可能。",
            "手動式で精密な加工ができ、DIYや工場で活躍する。",
            "航空機や車両の板金加工に用いられることが多い。",
            "片手で使えるコンパクトな設計で操作性が高い。"
        ]
    },
    {
        "product_name": "パイプカッター",
        "descriptions": [
            "金属やプラスチックのパイプを切断するための工具。",
            "回転させながらパイプに均等な力を加えてカットする。",
            "配管工事やDIYでのパイプ加工に多用される。",
            "刃が交換可能で、さまざまなサイズに対応可能。",
            "切断面をきれいに仕上げ、後処理が少なくて済む。"
        ]
    },
    {
        "product_name": "ナッター",
        "descriptions": [
            "薄い板やパイプにナットを取り付けるための工具。",
            "リベットナットを圧着し、強力な固定を可能にする。",
            "自動車や建設現場でよく使用される接合ツール。",
            "手動式とエア式があり、用途に応じて選べる。",
            "金属やプラスチック素材へのしっかりした固定が可能。"
        ]
    },
    {
        "product_name": "コーナークランプ",
        "descriptions": [
            "直角に材料を固定するための特殊なクランプ。",
            "木材や金属を直角に接合する際に活用される。",
            "DIYや家具製作などで接合精度を高めるために使用。",
            "調整可能な構造でさまざまなサイズに対応する。",
            "接着剤の乾燥中や組み立て作業中の固定に便利。"
        ]
    },
    {
        "product_name": "ドライバービットセット",
        "descriptions": [
            "さまざまな形状のネジに対応する交換式ビットセット。",
            "電動ドライバーと組み合わせて効率的な作業が可能。",
            "プラス、マイナス、トルクスなど多種のビットを収録。",
            "耐久性に優れ、長時間の使用でも性能が落ちにくい。",
            "工具箱に必須のアイテムで、プロからDIYまで幅広く活躍。"
        ]
    },
    {
        "product_name": "エキストラクター",
        "descriptions": [
            "折れたボルトやネジを取り外すための特殊な工具。",
            "ネジ山が潰れた場合でも強力に引き抜くことが可能。",
            "さまざまなサイズの折れネジに対応する種類がある。",
            "機械整備や建築現場でのトラブル解決に使用される。",
            "耐久性が高く、硬い素材に対しても効果的な設計。"
        ]
    },
    {
        "product_name": "パワープランジャー",
        "descriptions": [
            "詰まった排水管を強力な圧力で解消するための工具。",
            "手動や空気圧式で水の流れをスムーズにする。",
            "家庭のキッチンや浴室の排水トラブルに活用される。",
            "ノズルが付いており、さまざまな配管に対応可能。",
            "環境に優しく薬品を使わずに効果的に詰まりを除去。"
        ]
    },
    {
        "product_name": "ボルトリムーバー",
        "descriptions": [
            "固着したボルトやナットを外すための特殊な工具。",
            "ねじ山が潰れたボルトでもしっかりと掴んで回せる。",
            "車両整備や建築現場でのトラブル解決に使用される。",
            "耐久性が高く、さまざまなサイズのボルトに対応可能。",
            "滑りにくい設計で強いトルクを効率的に伝える。"
        ]
    },
    {
        "product_name": "ロータリーファイル",
        "descriptions": [
            "金属や木材の表面を削るための回転工具。",
            "ドリルやルーターに取り付けて高効率な研削が可能。",
            "さまざまな形状があり、細部の加工にも対応できる。",
            "金属加工や彫刻、仕上げ作業で広く使用される。",
            "耐久性の高い素材で長時間の使用にも耐える。"
        ]
    },
    {
        "product_name": "カーブソー",
        "descriptions": [
            "曲線や複雑な形状の切断に適した手動のこぎり。",
            "木材やプラスチックなど、さまざまな素材を加工可能。",
            "細い刃で狭い場所や細かい作業でも精度が高い。",
            "DIYや家具製作、工芸作品の製作に利用される。",
            "刃を交換することで異なる材料に対応できる。"
        ]
    },
    {
        "product_name": "ミニルーター",
        "descriptions": [
            "細かい研削、彫刻、切削作業ができる電動工具。",
            "ビットを交換することで研磨や彫刻など多様な作業が可能。",
            "小型で軽量なため、細かい部分の仕上げに最適。",
            "木材、金属、プラスチックなどの素材に対応する。",
            "DIYや工芸品製作でプロからアマチュアまで広く活用される。"
        ]
    },
    {
        "product_name": "ホールソーカッター",
        "descriptions": [
            "円形の穴を金属や木材に開けるための工具。",
            "電動ドリルと組み合わせて精確な穴開けが可能。",
            "配管工事や電気設備の設置でよく使用される。",
            "刃の種類を変えることでさまざまな材料に対応可能。",
            "大口径の穴を簡単かつ効率的に加工できる。"
        ]
    },
    {
        "product_name": "チェーンレンチ",
        "descriptions": [
            "円筒状の物を締め付けたり緩めたりするための工具。",
            "チェーンを巻き付けてしっかりと固定し、トルクをかける。",
            "配管工事や機械メンテナンスで多く利用される。",
            "大型のパイプや不規則な形状の物体にも対応可能。",
            "頑丈な設計で強い力を必要とする作業に適している。"
        ]
    },
    {
        "product_name": "ワイヤーストリッパー",
        "descriptions": [
            "電線やケーブルの被覆を剥くための専用工具。",
            "適切な刃で配線を傷つけずにスムーズに作業が可能。",
            "電気工事や電子機器の配線作業で必須の道具。",
            "さまざまな線径に対応する調整機能付きのモデルもある。",
            "持ちやすいグリップで安全かつ効率的に使用できる。"
        ]
    },
    {
        "product_name": "スライディングスクエア",
        "descriptions": [
            "材料の角度を測定し、正確な直角や角度を示す工具。",
            "大工や建築作業での寸法測定や線引きに使用される。",
            "スライド機能により、複数の角度や寸法を簡単に調整可能。",
            "金属製で耐久性が高く、長期間の使用に適している。",
            "DIYや家具の製作にも重宝する汎用性の高い道具。"
        ]
    },
    {
        "product_name": "プラスチックカッター",
        "descriptions": [
            "アクリルやプラスチック製品を切断するための工具。",
            "刃が鋭く、正確かつスムーズに切り取ることができる。",
            "DIYや模型製作、配管工事などで広く活用される。",
            "軽量で持ちやすく、長時間の作業でも疲れにくい設計。",
            "異なる厚さや素材に応じて刃を交換できるモデルもある。"
        ]
    },
    {
        "product_name": "ピックセット",
        "descriptions": [
            "細かい部品の位置調整や除去に使う工具セット。",
            "針状の先端を持つため、狭い場所や精密作業に適する。",
            "電子機器や自動車のメンテナンスで多用される。",
            "さまざまな形状のピックが揃い、多用途に対応可能。",
            "錆びたネジや固着した部品の取り外しに便利。"
        ]
    },
    {
        "product_name": "ノギス",
        "descriptions": [
            "内径、外径、深さを正確に測定するための工具。",
            "機械加工や製造業での寸法管理に欠かせない道具。",
            "デジタル式やアナログ式があり用途に応じて選べる。",
            "高い精度でミリ単位から微小な寸法まで測定可能。",
            "金属製で耐久性があり、長期間使用に耐える。"
        ]
    },
    {
        "product_name": "テーパーリーマー",
        "descriptions": [
            "穴を広げながら滑らかに仕上げるための工具。",
            "ドリルの後工程で使用し、精密な穴加工を実現。",
            "金属やプラスチックなどの素材に対応する。",
            "段差のないきれいなテーパー穴を作成できる。",
            "手動式と電動式の両方が存在し、用途に応じて選べる。"
        ]
    },
    {
        "product_name": "ハンドハンマー",
        "descriptions": [
            "金属や木材を打ち付けたり整形するための手工具。",
            "さまざまな作業に適した異なる重さやサイズが揃う。",
            "木工、金属加工、建築など幅広い現場で使用される。",
            "衝撃を吸収するグリップで疲れにくい設計が多い。",
            "釘打ちや部品の固定、部材の調整に欠かせない道具。"
        ]
    },
    {
        "product_name": "カウンターシンクビット",
        "descriptions": [
            "ネジの頭を材料に埋め込むための穴を開ける工具。",
            "木材や金属の表面に滑らかな仕上がりを提供する。",
            "ドリルと組み合わせて効率的な作業が可能。",
            "DIYや家具製作、建築作業で広く使用される。",
            "異なる角度やサイズに応じた種類が揃っている。"
        ]
    },
    {
        "product_name": "アングルクランプ",
        "descriptions": [
            "直角に材料を固定し、精確な接合を助ける工具。",
            "木材や金属を直角に組み立てる際に活用される。",
            "家具製作やDIY、建築作業で接合精度を向上する。",
            "調整可能な設計でさまざまなサイズの材料に対応可能。",
            "接着剤の乾燥中や組み立て中の保持に便利。"
        ]
    },
    {
        "product_name": "コーキングガン",
        "descriptions": [
            "シリコンや接着剤を正確に押し出すための工具。",
            "建築作業での隙間埋めや防水施工で使用される。",
            "押し出し量を調整し、作業効率と仕上がりを向上。",
            "軽量で握りやすい構造により、長時間の作業でも疲れにくい。",
            "カートリッジ式のシーリング材に対応する多様なモデルが存在する。"
        ]
    },
    {
        "product_name": "ラチェットハンドル",
        "descriptions": [
            "ボルトやナットの締め付け、緩めに使う工具の一部。",
            "ソケットを取り付けて回すことで効率的に作業が進む。",
            "狭い場所でも動作しやすい片方向回転機構が特徴。",
            "車両整備や機械のメンテナンス作業で多く使用される。",
            "ラチェットギアの細かさによって滑らかな操作が可能。"
        ]
    },
    {
        "product_name": "フィンガープライヤー",
        "descriptions": [
            "細かい部品や狭い場所でのつかみ作業に適した工具。",
            "薄い先端で小さな部品を正確につかむことが可能。",
            "電子機器の修理や配線作業でよく使用される。",
            "握りやすいグリップで疲れにくく、長時間の作業に最適。",
            "特殊形状の先端で精密作業をサポートする。"
        ]
    },
    {
        "product_name": "コンビネーションレンチ",
        "descriptions": [
            "両端が異なる形状のレンチで多用途に対応する工具。",
            "片側は開口部、もう片側はリング型で異なる使い方が可能。",
            "自動車整備や機械のメンテナンスで頻繁に使用される。",
            "硬いボルトやナットの締め付けに高い耐久性を発揮する。",
            "さまざまなサイズがセットになった製品が一般的。"
        ]
    },
    {
        "product_name": "ロックピンサー",
        "descriptions": [
            "物をしっかりと掴み固定するための強力な工具。",
            "ロッキング機構を備え、作業中に手を離しても安定する。",
            "配管やボルトの保持、ネジの取り外しに適したツール。",
            "頑丈な作りで高い締め付け力を発揮するクランプ工具。",
            "金属加工や整備作業で広く利用される多用途の工具。"
        ]
    },
    {
        "product_name": "ペンチハンマー",
        "descriptions": [
            "ペンチとハンマーの機能を併せ持つ便利な工具。",
            "釘打ちや釘抜き、物の保持や切断が一つで可能。",
            "片手でさまざまな作業ができる多機能ツール。",
            "DIYや建築現場で幅広く使われる実用的な道具。",
            "コンパクトながら強度があり、持ち運びにも便利。"
        ]
    },
    {
        "product_name": "オイルフィルターレンチ",
        "descriptions": [
            "オイルフィルターを緩めたり締めたりする専用工具。",
            "滑りにくいグリップでしっかりとフィルターを回せる。",
            "エンジンオイル交換時に欠かせない整備用ツール。",
            "車両やバイクのメンテナンスで広く使用される。",
            "サイズ調整機能があり、さまざまなフィルターに対応。"
        ]
    },
    {
        "product_name": "ダクトカッター",
        "descriptions": [
            "ダクトや配管を素早く切断できる専用のカッター。",
            "鋭利な刃でスムーズにカットし、作業効率を向上。",
            "エアコンや換気設備の設置作業で活躍する工具。",
            "コンパクトなデザインで狭い場所でも扱いやすい。",
            "金属製や樹脂製のダクトを正確に切断できる。"
        ]
    },
    {
        "product_name": "サイドカッタースプリングコンプレッサー",
        "descriptions": [
            "サスペンションスプリングの圧縮作業に使う工具。",
            "自動車の足回りの交換やメンテナンスに必須の道具。",
            "高強度の構造で安全にスプリングを縮められる。",
            "ショックアブソーバーの交換作業で広く利用される。",
            "スムーズな作業を実現し、整備士にとって重要なツール。"
        ]
    },
    {
        "product_name": "ロータリーカッター",
        "descriptions": [
            "円形の刃を回転させて切断するカッター工具。",
            "布や紙、ゴムなどを滑らかに切るのに適している。",
            "手を傷つけにくく、細かいカット作業に最適。",
            "裁縫やクラフト、建築作業でも活躍する道具。",
            "替え刃があり、長期間にわたって使用可能。"
        ]
    },
    {
        "product_name": "カップブラシ",
        "descriptions": [
            "金属や木材の表面を磨いたり研磨したりする工具。",
            "電動工具に取り付けてサビや塗装を除去できる。",
            "ワイヤーブラシの形状がカップ状になっている。",
            "溶接後の仕上げやサビ取りに適した研磨ツール。",
            "耐久性の高いワイヤー素材で長時間使用可能。"
        ]
    },
    {
        "product_name": "エアダスターガン",
        "descriptions": [
            "強力な空気圧でホコリやゴミを吹き飛ばす工具。",
            "機械や電子部品のクリーニングに適したエアツール。",
            "狭い隙間や精密機器の清掃に便利な道具。",
            "圧縮空気を利用して素早く作業ができる。",
            "ノズルの形状によって風圧を調整可能。"
        ]
    },
    {
        "product_name": "ポケットノコギリ",
        "descriptions": [
            "折りたたみ式で持ち運びやすいコンパクトなノコギリ。",
            "木材やプラスチックの切断に適した便利な工具。",
            "アウトドアやDIY作業で活躍する携帯用のこぎり。",
            "刃の鋭さと耐久性に優れ、スムーズに切断可能。",
            "手軽に使えて収納しやすい、使い勝手の良い道具。"
        ]
    },
    {
        "product_name": "メジャークランプ",
        "descriptions": [
            "測定器をしっかり固定するためのクランプ工具。",
            "作業中のメジャーのズレを防ぎ、正確な測定が可能。",
            "建築やDIYでの寸法測定時に便利なアイテム。",
            "コンパクトで持ち運びしやすく、作業効率を向上。",
            "金属や木材にしっかりと固定できる頑丈な設計。"
        ]
    },
    {
        "product_name": "フラットバール",
        "descriptions": [
            "解体作業や釘抜きに使用される平たいバール。",
            "薄い形状で狭い隙間にも差し込みやすい工具。",
            "テコの原理を利用して効率的に作業ができる。",
            "木材の解体や建築現場での作業に適している。",
            "軽量ながら高強度で、耐久性に優れた工具。"
        ]
    },
    {
        "product_name": "ドリルチャックキー",
        "descriptions": [
            "ドリルのチャックを締めたり緩めたりする専用工具。",
            "電動ドリルやボール盤のビット交換に不可欠。",
            "しっかりと固定することで作業の安全性が向上。",
            "さまざまなサイズのチャックに対応するモデルもある。",
            "コンパクトで持ち運びしやすく、工具箱に常備すると便利。"
        ]
    },
    {
        "product_name": "インシュレーターセット",
        "descriptions": [
            "電気設備の絶縁を目的としたインシュレーターのセット。",
            "高電圧環境での安全性を確保するために使用される。",
            "振動や衝撃から機器を保護し、耐久性を向上させる。",
            "配電盤や電子機器の取り付けに広く利用される。",
            "素材によって耐熱性や耐久性が異なり、用途に応じて選択可能。"
        ]
    },
    {
        "product_name": "グリップドライバー",
        "descriptions": [
            "握りやすいグリップを備えた使いやすいドライバー。",
            "長時間の作業でも手が疲れにくい設計。",
            "精密機器や組み立て作業に適したドライバー。",
            "滑りにくいハンドルで安定した作業が可能。",
            "さまざまなネジサイズに対応する交換式ビットモデルもある。"
        ]
    },
    {
        "product_name": "リンクプライヤー",
        "descriptions": [
            "チェーンやワイヤーの取り外しに適した特殊なプライヤー。",
            "リンク部分を確実に掴み、スムーズに作業できる。",
            "自転車やバイクのメンテナンスに活用される工具。",
            "テコの原理を活かした軽い力で作業可能な設計。",
            "コンパクトながら頑丈な構造で長期間使用できる。"
        ]
    },
    {
        "product_name": "ウッドカービングツール",
        "descriptions": [
            "木材を彫刻するための専用ツールセット。",
            "細かい彫刻や装飾加工に適した鋭利な刃を備える。",
            "木工細工やアート制作に広く使われる道具。",
            "用途に応じたさまざまな形状の刃が揃っている。",
            "耐久性のある素材で長時間の作業にも対応可能。"
        ]
    },
    {
        "product_name": "コーンサンダー",
        "descriptions": [
            "円錐形の研磨具で、細かい仕上げ加工に適した工具。",
            "金属や木材のバリ取りや表面研磨に使用される。",
            "回転工具に取り付けて効率よく研磨が可能。",
            "形状がコーン型で、狭い部分の研磨作業に適している。",
            "DIYや工業用途で幅広く利用される研磨ツール。"
        ]
    },
    {
        "product_name": "ワイヤーブラシセット",
        "descriptions": [
            "サビ取りや塗装剥がしに使うワイヤーブラシのセット。",
            "金属の表面処理や掃除に適した耐久性のあるブラシ。",
            "手持ちタイプや電動工具用など様々な形状がある。",
            "硬い素材でもしっかり研磨できる強力な設計。",
            "DIYから工業用途まで幅広く活躍する清掃・研磨ツール。"
        ]
    },
    {
        "product_name": "チューブカッター",
        "descriptions": [
            "配管やチューブを正確に切断するための専用工具。",
            "鋭利な刃でスムーズに切り、バリが出にくい設計。",
            "銅管やアルミパイプの切断作業に広く使われる。",
            "コンパクトなサイズで狭い場所でも作業が可能。",
            "ハンドル操作で簡単にチューブを回しながら切断できる。"
        ]
    },
    {
        "product_name": "フレアリングツール",
        "descriptions": [
            "配管の端を広げるために使用する加工工具。",
            "銅管やアルミ管のフレア加工に適した専用ツール。",
            "空調設備や水道工事で広く利用される工具。",
            "均一な角度でフレア加工を施し、接続強度を向上。",
            "セットモデルでは複数サイズに対応可能。"
        ]
    },
    {
        "product_name": "サークリッププライヤー",
        "descriptions": [
            "サークリップの取り外しや取り付けに使用する工具。",
            "内径・外径用のタイプがあり、用途に応じて使い分け可能。",
            "機械や自動車の整備に欠かせない専用プライヤー。",
            "先端が細く、狭いスペースでも作業しやすい設計。",
            "強いグリップ力でサークリップをしっかり保持できる。"
        ]
    },
    {
        "product_name": "ベンチバイス",
        "descriptions": [
            "作業台に固定し、材料をしっかり固定する工具。",
            "金属加工や木工などの作業時に使用される。",
            "強いクランプ力で安定した作業をサポート。",
            "回転機能付きで作業しやすい角度に調整可能。",
            "頑丈な鋳鉄製で耐久性に優れた設計。"
        ]
    },
    {
        "product_name": "マグネットスタンド",
        "descriptions": [
            "磁力で測定器や工具を固定する便利なスタンド。",
            "ダイヤルゲージやセンサーの保持に適している。",
            "スイッチで磁力をON/OFFできる機能付き。",
            "金属製の作業台や機械に強力に吸着可能。",
            "精密な測定作業で広く利用される補助工具。"
        ]
    },
    {
        "product_name": "ハンドスプレーガン",
        "descriptions": [
            "液体を均一に噴霧するためのスプレー工具。",
            "塗装や洗浄作業で幅広く活用される道具。",
            "調整ノズル付きで霧の細かさをコントロール可能。",
            "圧縮空気を利用して均一な塗装ができる。",
            "自動車や家具の塗装作業に適したツール。"
        ]
    },
    {
        "product_name": "ローププーラー",
        "descriptions": [
            "ロープを使って重い物を引き寄せるための工具。",
            "荷物の固定や引っ張る作業に適した設計。",
            "テコの原理を利用し、少ない力で作業可能。",
            "アウトドアや建築現場での荷役作業に活躍。",
            "頑丈な構造で長期間の使用にも耐えられる。"
        ]
    },
    {
        "product_name": "ヘビーデューティバール",
        "descriptions": [
            "強力なてこ作用を持つ解体・こじ開け工具。",
            "建築や解体作業で高い耐久性を発揮する。",
            "頑丈な鋼製で、大きな力をかけても変形しにくい。",
            "長い柄で効率よく作業が進められる設計。",
            "木材や金属の解体作業でよく使用される。"
        ]
    },
    {
        "product_name": "パネルリムーバー",
        "descriptions": [
            "車の内装やパネルを傷つけずに取り外す工具。",
            "樹脂製でパーツを傷つけにくい設計。",
            "カーナビやオーディオの交換作業に便利。",
            "クリップやパネルの取り外しが簡単にできる。",
            "DIYや自動車整備に欠かせない道具。"
        ]
    },
    {
        "product_name": "ピストンプライヤー",
        "descriptions": [
            "ピストンリングの取り外しや装着に適した工具。",
            "エンジン整備やオーバーホール作業に使用される。",
            "特殊な形状でピストンをしっかりと保持可能。",
            "エンジンのシリンダー内で安全に作業ができる。",
            "整備士やメカニックにとって必須のツール。"
        ]
    },
    {
        "product_name": "ガストーチ",
        "descriptions": [
            "高温の火を発生させるための携帯型トーチ。",
            "金属の加熱や溶接作業に利用される工具。",
            "キャンプや料理の炙り調理にも使用可能。",
            "ガスボンベを取り付けて簡単に点火できる。",
            "炎の調整が可能で、用途に応じて火力を変更できる。"
        ]
    },
    {
        "product_name": "ミニサンダー",
        "descriptions": [
            "小型で使いやすい研磨用の電動工具。",
            "木材や金属の表面を滑らかに仕上げるのに適している。",
            "狭い場所や細かい作業にも対応できるコンパクト設計。",
            "DIYや家具のリフォームで幅広く活用される。",
            "軽量で持ち運びがしやすく、長時間作業にも適している。"
        ]
    },
    {
        "product_name": "クラックリペアツール",
        "descriptions": [
            "壁や床のひび割れを補修するための専用工具。",
            "コンクリートや木材の細かなクラックを補修可能。",
            "補修材を均一に塗布し、耐久性を向上させる設計。",
            "リフォームやメンテナンス作業で重宝される。",
            "使いやすい形状で、素人でも簡単に補修作業ができる。"
        ]
    },
    {
        "product_name": "バキュームリフター",
        "descriptions": [
            "ガラスや金属板などを吸着して持ち上げる工具。",
            "真空の力でしっかり固定し、滑りにくい設計。",
            "重いものを安全に移動させる作業に適している。",
            "建築現場や工場でガラスの設置作業に活用される。",
            "吸盤の強度が高く、繰り返し使用できる耐久性がある。"
        ]
    },
    {
        "product_name": "ミニバール",
        "descriptions": [
            "小型で扱いやすい解体・釘抜き用のバール。",
            "狭いスペースでの作業に適したコンパクト設計。",
            "軽量ながら高い強度を持ち、建築やDIYに活用可能。",
            "テコの原理を活かして効率よく作業できる。",
            "解体作業や木材の分解に便利な多用途工具。"
        ]
    },
    {
        "product_name": "ダイヤモンドカッター",
        "descriptions": [
            "硬い素材を切断するためのダイヤモンド刃のカッター。",
            "コンクリートやタイル、石材の切断に適している。",
            "高速回転で滑らかな切断面を実現できる工具。",
            "耐摩耗性が高く、長寿命で繰り返し使用可能。",
            "電動工具に装着し、建築作業やリフォームに活用される。"
        ]
    },
    {
        "product_name": "グラスカッター",
        "descriptions": [
            "ガラスを精密に切断するための専用工具。",
            "鋭利な刃でスムーズにガラスを切ることが可能。",
            "DIYや建築現場でのガラス加工に広く使用される。",
            "持ちやすいデザインで正確なカットができる。",
            "油を使用するタイプは滑らかな切断が可能。"
        ]
    },
    {
        "product_name": "マルチカッターブレード",
        "descriptions": [
            "さまざまな素材を切断できる万能ブレード。",
            "木材、金属、プラスチックなどの切断に対応可能。",
            "電動工具に取り付けて効率よく作業できる設計。",
            "耐久性が高く、長期間の使用にも耐える強度。",
            "DIYからプロの作業まで幅広く活用される。"
        ]
    },
    {
        "product_name": "チゼルハンマー",
        "descriptions": [
            "のみ（チゼル）とハンマーの機能を兼ね備えた工具。",
            "コンクリートや金属の削り作業に適している。",
            "衝撃を吸収しながら、精密な加工が可能。",
            "彫刻や建築現場の解体作業に使用される。",
            "強靭な材質で耐久性に優れた設計。"
        ]
    },
    {
        "product_name": "バンドクランプ",
        "descriptions": [
            "大型の部材を固定するためのベルト式クランプ。",
            "丸型や不規則な形状の材料にも対応可能。",
            "均等に圧力をかけてしっかり固定できる設計。",
            "木工や家具の組み立て作業に適している。",
            "調整可能な長さでさまざまなサイズに対応。"
        ]
    },
    {
        "product_name": "ワイヤークランプ",
        "descriptions": [
            "ワイヤーを固定するための締め付け工具。",
            "ケーブルやロープの固定や結束作業に使用される。",
            "強い締め付け力でしっかりとワイヤーを固定可能。",
            "電気工事や建築現場で広く活用される道具。",
            "錆びにくい素材で屋外作業にも適している。"
        ]
    },
    {
        "product_name": "ステップドリル",
        "descriptions": [
            "異なるサイズの穴を一つのドリルで開けられる工具。",
            "金属やプラスチックなどの穴あけ加工に適している。",
            "滑らかな仕上がりで、バリの発生を抑えられる。",
            "段階的なサイズ変更が可能で、作業効率が向上。",
            "DIYや配管作業、電気工事で広く使用される。"
        ]
    },
    {
        "product_name": "スライドハンマー",
        "descriptions": [
            "固着した部品を引き抜くために使用される工具。",
            "ハンマーのスライド動作で強い引っ張り力を発揮。",
            "自動車整備や機械修理に広く活用される。",
            "ベアリングやシャフトの取り外しに適している。",
            "頑丈な作りで、繰り返し使用できる耐久性がある。"
        ]
    },
    {
        "product_name": "ポールクランプ",
        "descriptions": [
            "柱やポールをしっかりと固定するためのクランプ。",
            "建築現場や作業台での支柱固定に使用される。",
            "調整可能な設計で、さまざまなサイズに対応可能。",
            "安定した作業環境を提供し、安全性を向上させる。",
            "スチール製で耐久性が高く、長期間使用できる。"
        ]
    },
    {
        "product_name": "ケーブルタイガン",
        "descriptions": [
            "結束バンド（ケーブルタイ）を締める専用工具。",
            "均一な締め付けが可能で、作業の効率が向上。",
            "電気工事や配線整理に欠かせないアイテム。",
            "バンドを切断する機能付きで、仕上がりが綺麗。",
            "片手で操作でき、手軽に使える設計。"
        ]
    },
    {
        "product_name": "ジグソーブレード",
        "descriptions": [
            "ジグソーに取り付ける交換用の切断刃。",
            "木材、金属、プラスチックなどの切断に適している。",
            "用途に応じた異なる刃の形状や歯数がある。",
            "滑らかなカットを実現し、加工精度を向上させる。",
            "耐久性が高く、長時間の作業にも対応可能。"
        ]
    },
    {
        "product_name": "シートリーマー",
        "descriptions": [
            "穴の拡張や仕上げ加工に使うリーマー工具。",
            "金属やプラスチックのバリ取り作業に適している。",
            "精密なサイズ調整ができ、綺麗な仕上がりを実現。",
            "自動車や航空機の部品加工にも利用される。",
            "耐久性の高い刃で長期間の使用が可能。"
        ]
    },
    {
        "product_name": "バキュームハンドラー",
        "descriptions": [
            "吸盤でガラスや金属板を安全に持ち上げる工具。",
            "真空吸着によって重い物を安定して運搬可能。",
            "建築現場や工場での搬送作業に使用される。",
            "手軽に操作でき、効率的な作業が可能。",
            "強力な吸着力で、安全性を確保。"
        ]
    },
    {
        "product_name": "マルチスクレーパー",
        "descriptions": [
            "塗装や接着剤の剥がし作業に適したスクレーパー。",
            "さまざまな素材の清掃や補修に活用される。",
            "頑丈な刃でしっかりと削ぎ落とすことが可能。",
            "持ちやすいグリップで長時間作業も快適。",
            "DIYやリフォーム作業で幅広く使用される。"
        ]
    },
    {
        "product_name": "タッピングハンドル",
        "descriptions": [
            "ねじ穴を作るためのタップ工具を操作するハンドル。",
            "均等な力でタップを回し、正確なねじ切りが可能。",
            "金属加工や修理作業で広く利用される。",
            "さまざまなサイズのタップに対応可能な設計。",
            "滑りにくいグリップで、安定した作業ができる。"
        ]
    }
]
