[
    {
        "product_name": "2口急速充電器",
        "descriptions": [
            "スマートフォンやタブレットを短時間で効率的に充電できる高性能充電器。",
            "USB-Cポートや複数の出力対応で様々な電子機器に使用できる充電工具。",
            "過充電防止機能を備えた、安全性の高い急速充電用道具。"
        ]
    },
    {
        "product_name": "プチハツリー ストレート",
        "descriptions": [
            "コンクリート壁や床を削り取るために設計された振動機能付き工具。",
            "硬い素材を効率的に破砕し、改修や解体作業で活躍する専門道具。",
            "建築現場で不要なコンクリート部分を除去するための電動工具。"
        ]
    },
    {
        "product_name": "ライノブレード ALC解体用",
        "descriptions": [
            "ALC板や軽量コンクリートを切断するために特化した専用ブレード。",
            "高耐久性と切れ味を備えた、建築解体作業用の特殊工具。",
            "振動カッターに取り付けてALC建材を効率的に切断できる道具。"
        ]
    },
    {
        "product_name": "L型クランプ",
        "descriptions": [
            "木材や金属をしっかり固定するためのL字型構造を持つ工具。",
            "建築作業やDIYで大型部材を安定して保持するために使用される道具。",
            "直角に部材を固定する作業に適した、頑丈で使いやすい固定工具。"
        ]
    },
    {
        "product_name": "HK MVインパクトドライバ",
        "descriptions": [
            "高トルクでネジやボルトを効率よく締めたり緩めたりできる電動工具。",
            "コンクリートや木材へのネジ止め作業を簡単に行える専用道具。",
            "衝撃機能を備え、硬い素材への作業をスムーズにする便利な工具。"
        ]
    },
    {
        "product_name": "ウォーターポンププライヤー バネ付",
        "descriptions": [
            "パイプやナットをしっかり掴むために調整可能なジョーを備えた工具。",
            "水道管作業や設備修理で多用途に活躍するプライヤー。",
            "滑りにくいグリップと頑丈な構造で、精密な作業に適した道具。"
        ]
    },
    {
        "product_name": "エアープラグ ホース",
        "descriptions": [
            "エアツールとコンプレッサーを接続するための専用プラグ。",
            "高圧エアを漏れなく供給できる密閉性の高い接続工具。",
            "工場や整備現場で多用途に使用される重要なエアライン用道具。"
        ]
    },
    {
        "product_name": "ミニカッター差し",
        "descriptions": [
            "カッターナイフの刃を安全に固定して使用するためのホルダー。",
            "安定した切断作業を可能にし、刃を保護する便利な工具。",
            "建築や工作現場での細かい作業に適した専用ホルダー。"
        ]
    },
    {
        "product_name": "グルーガン",
        "descriptions": [
            "接着剤を加熱して様々な素材を素早く接着できる電動工具。",
            "手芸やDIYでプラスチックや木材の接着作業に使用される道具。",
            "熱で溶けた接着剤を均一に塗布できる使いやすい工具。"
        ]
    },
    {
        "product_name": "クレポリロープ",
        "descriptions": [
            "高い耐久性を持ち、屋外作業や荷物固定に最適なロープ。",
            "耐水性と耐摩耗性を兼ね備えた、長期間使用可能な道具。",
            "工事現場やキャンプで使用される軽量で扱いやすいロープ。"
        ]
    },
    {
        "product_name": "木柄 ケレン棒",
        "descriptions": [
            "錆や塗装を効率よく削り取るために使用される金属製の工具。",
            "塗装前の表面処理や清掃作業で重宝される専用道具。",
            "建築現場での塗装剥がしや清掃に適した手動工具。"
        ]
    },
    {
        "product_name": "シンタイガーリール",
        "descriptions": [
            "電源ケーブルを巻き取って整理するための便利なリール。",
            "工場や建築現場で電力供給の効率を上げるために使用される道具。",
            "長いケーブルを安全に収納し、必要に応じて引き出せる工具。"
        ]
    },
    {
        "product_name": "オイル式コンプレッサー",
        "descriptions": [
            "エアツールに空気を供給するための圧縮機能を備えた機械工具。",
            "塗装やタイヤの空気補充など、幅広い作業に対応可能な道具。",
            "高圧空気を安定して供給し、効率的な作業を実現する設備。"
        ]
    },
    {
        "product_name": "SPDコンベ 2555K-H",
        "descriptions": [
            "長さを正確に測定するための巻尺型の計測工具。",
            "DIYや建築現場で寸法測定に使用される持ち運びやすい道具。",
            "伸縮可能なテープを備え、スムーズに収納できる便利な工具。"
        ]
    },
    {
        "product_name": "クロスサンダー 3枚組",
        "descriptions": [
            "木材や金属の表面を滑らかにするための研磨用シートのセット。",
            "目の粗さが異なる複数の紙を含み、仕上げ作業に最適な工具。",
            "DIYや工芸品制作で広く使われる、手軽で便利な研磨道具。"
        ]
    },
    {
        "product_name": "ベタディスク シールはがし用",
        "descriptions": [
            "粘着剤や古いシールを効率的に取り除くための回転工具。",
            "車両や窓ガラスのシール剥がし作業で重宝される専用道具。",
            "塗装を傷つけずに粘着物を除去できる安全な研磨工具。"
        ]
    },
    {
        "product_name": "ジュートロープ",
        "descriptions": [
            "天然素材で作られた耐久性の高いロープ。",
            "荷物の固定や装飾用途に広く使用される便利な道具。",
            "屋外作業やガーデニングで活躍する軽量で扱いやすいロープ。"
        ]
    },
    {
        "product_name": "GGRステン25巾 厚爪",
        "descriptions": [
            "パイプやホースをしっかり固定できるステンレス製の工具。",
            "耐腐食性に優れた素材で、屋外や水回り作業に最適な道具。",
            "簡単に締め付けができる構造で、配管工事や修理に使用される工具。"
        ]
    },
    {
        "product_name": "剛鍛セミロングソケット",
        "descriptions": [
            "狭い場所でも作業可能な半長タイプのソケットレンチ。",
            "ボルトやナットの締め付けや緩め作業に適した便利な工具。",
            "作業効率を向上させるために設計された精密な手動工具。"
        ]
    },
    {
        "product_name": "スポンジバフ ソフト",
        "descriptions": [
            "車両や家具の仕上げ磨きに使用される柔らかいスポンジ工具。",
            "塗装面を傷つけずに輝きを出すために設計された道具。",
            "研磨剤と組み合わせて滑らかな仕上がりを実現する研磨工具。"
        ]
    },
    {
        "product_name": "ダイヤシャープナー超研王C",
        "descriptions": [
            "刃物や工具を素早く研ぐために使用される高性能シャープナー。",
            "耐久性が高く、硬い素材の研磨にも対応可能な専用道具。",
            "キッチンや工場での作業を効率化するために設計された研磨工具。"
        ]
    },
    {
        "product_name": "タタックナイフ",
        "descriptions": [
            "石材やタイルの切断に使用される鋭利なナイフ工具。",
            "手動で細かい作業を可能にする耐久性の高い専用道具。",
            "建築や装飾作業での正確な切断作業に適した便利な工具。"
        ]
    },
    {
        "product_name": "チェーンソーヤスリビット",
        "descriptions": [
            "チェーンソーの刃を簡単に研ぐことができる専用工具。",
            "正確な研磨角度で効率的に刃を鋭くする便利な道具。",
            "林業や庭仕事でチェーンソーを長期間使用するための必需品。"
        ]
    },
    {
        "product_name": "ソーチェン",
        "descriptions": [
            "チェーンソーに装着して木材を切断するための専用部品。",
            "高品質な素材で作られ、耐久性と切れ味を兼ね備えた道具。",
            "伐採作業や庭木の整備に適した交換可能なチェーン。"
        ]
    },
    {
        "product_name": "不織布ディスポキャップ 50枚入り",
        "descriptions": [
            "清潔さを保つために使い捨て可能な帽子型の保護具。",
            "医療現場や食品加工で使用される衛生的な防護道具。",
            "柔らかく軽量な素材で長時間の使用にも適した便利な保護具。"
        ]
    },
    {
        "product_name": "デジタル手ばかり",
        "descriptions": [
            "重い荷物を正確に計量するためのデジタル式の吊りはかり。",
            "コンパクトな設計で、工場や倉庫での使用に適した計測工具。",
            "読みやすいディスプレイと高精度センサーを備えた計量道具。"
        ]
    },
    {
        "product_name": "サキスボトーションビット(10本)",
        "descriptions": [
            "電動ドライバーに取り付けて使用する交換可能な先端工具。",
            "ネジの種類に応じて様々な形状を選べる便利な道具。",
            "耐久性の高い素材で、長時間の作業にも適したビット工具。"
        ]
    },
    {
        "product_name": "ビットホルダー",
        "descriptions": [
            "ドライバービットを効率よく交換できるように設計されたホルダー。",
            "マグネット機能でビットを確実に固定する便利な道具。",
            "作業中のビットの紛失を防ぐために活躍する収納工具。"
        ]
    },
    {
        "product_name": "ドライバーホルダー",
        "descriptions": [
            "手動ドライバーや電動ドライバーを収納するための専用ホルダー。",
            "ベルトに取り付けて持ち運びしやすくする便利な道具。",
            "現場作業で工具をすぐに取り出せるように設計された収納具。"
        ]
    },
    {
        "product_name": "ナイフセフホルスター",
        "descriptions": [
            "タタックナイフを安全に収納し、持ち運びを便利にする専用ホルスター。",
            "丈夫な素材で作られ、現場作業での耐久性に優れた収納道具。",
            "ベルト取り付け可能で、作業効率を向上させる便利な工具アクセサリー。"
        ]
    },
    {
        "product_name": "ネジザウルスバズーカセット",
        "descriptions": [
            "特定の作業用途に合わせた様々な形状のプライヤーが含まれるセット。",
            "配線作業や金属加工で使用される多機能な工具。",
            "耐久性と精密さを兼ね備えたプロ仕様の便利なプライヤー。"
        ]
    },
    {
        "product_name": "ネジザウルスモグラ",
        "descriptions": [
            "固着したネジを取り外すために設計された特殊なビット工具。",
            "電動ドライバーに取り付けて使用し、効率的にネジを外す便利な道具。",
            "錆びたネジや破損したネジにも対応できる高性能な専用工具。"
        ]
    },
    {
        "product_name": "ネジザウルス アフターリキッド",
        "descriptions": [
            "固着したネジを緩めるために使用される専用潤滑液。",
            "金属の摩擦を低減し、ネジの取り外しを容易にする道具。",
            "錆や汚れを効果的に除去し、作業効率を向上させる潤滑工具。"
        ]
    },
    {
        "product_name": "ゼットソーⅢ 樹脂グリップ",
        "descriptions": [
            "木材やプラスチックを切断するために使用される手動工具。",
            "鋭い刃を備え、正確な切断作業を可能にする便利な道具。",
            "建築やDIY作業で広く使用される耐久性の高い切断工具。"
        ]
    },
    {
        "product_name": "スポンジバフ ハード",
        "descriptions": [
            "硬い表面を研磨して仕上げるために使用されるスポンジ工具。",
            "車両のボディや家具の磨き作業に適した便利な道具。",
            "研磨剤と組み合わせて、滑らかな仕上がりを実現する高性能な工具。"
        ]
    },
    {
        "product_name": "パッド組立",
        "descriptions": [
            "研磨機に取り付けて使用する交換可能なパッド部品。",
            "研磨剤を均一に広げ、効率的な研磨作業を可能にする道具。",
            "耐久性が高く、様々な素材の表面処理に対応できる専用工具。"
        ]
    },
    {
        "product_name": "プライヤー バネ付",
        "descriptions": [
            "バネ機能を備え、繰り返しの作業がしやすい便利なプライヤー。",
            "軽い力で操作可能で、配線作業や細かい加工に適した工具。",
            "耐久性の高い素材で作られ、精密作業を効率化する専用道具。"
        ]
    },
    {
        "product_name": "はんだごて",
        "descriptions": [
            "電子部品を接続するために使用される加熱式の工具。",
            "温度調整機能を備え、精密なはんだ付けが可能な便利な道具。",
            "軽量設計で長時間作業にも適したプロ仕様の電気工具。"
        ]
    },
    {
        "product_name": "焼きごて",
        "descriptions": [
            "木材や革製品に焼き印や装飾を施すための加熱工具。",
            "温度が安定しており、繊細なデザイン作業に適した専用道具。",
            "クラフト作業やDIYで活躍する高耐久な手動工具。"
        ]
    },
    {
        "product_name": "ハンディメジャーR",
        "descriptions": [
            "持ち運びしやすいコンパクトサイズの計測工具。",
            "メートルやインチで長さを測定可能な便利な道具。",
            "DIYや建築作業で寸法確認に欠かせない正確な計測器具。"
        ]
    },
    {
        "product_name": "LEDハンディライト1300lm ズーム機能付き",
        "descriptions": [
            "暗い場所を明るく照らすための携帯型のライト。",
            "小型で軽量ながら高輝度のLEDを採用した便利な道具。",
            "キャンプや緊急時の照明に最適な多用途の携帯ライト。"
        ]
    },
    {
        "product_name": "天然スクラブハンドクリーナーeco  280g",
        "descriptions": [
            "手についた油汚れやペンキを簡単に落とせる専用クリーナー。",
            "肌に優しい成分を使用し、作業後の手洗いに適した便利な道具。",
            "現場作業やDIY後の清潔さを保つために使用されるクリーニング用品。"
        ]
    },
    {
        "product_name": "ビスカップ 型底",
        "descriptions": [
            "ネジやビスを一時的に収納するための小型カップ。",
            "作業中に小さな部品を整理して管理するために使用される道具。",
            "軽量で持ち運びがしやすく、現場作業で便利な収納具。"
        ]
    },
    {
        "product_name": "ブレーカーコード",
        "descriptions": [
            "安全性を確保するために過電流保護機能を備えた電源コード。",
            "作業現場での電源供給に使用される頑丈なコード工具。",
            "過負荷から機器を守るために設計された高耐久の道具。"
        ]
    },
    {
        "product_name": "HK 14.4V-18V-MVブロワ",
        "descriptions": [
            "強力な風で落ち葉やゴミを吹き飛ばすための電動工具。",
            "掃除や整備作業に使用される、多用途な空気工具。",
            "軽量設計で扱いやすく、屋外作業で効率的に使用できる道具。"
        ]
    },
    {
        "product_name": "極上ペイントマーカー 中字",
        "descriptions": [
            "金属やガラスにも書ける耐久性の高いインクを備えたマーカー。",
            "建築現場や工芸作業でのマーキングに最適な専用道具。",
            "多色展開で、視認性の高いラインを簡単に引ける便利な工具。"
        ]
    },
    {
        "product_name": "LEDヘッドライト M351",
        "descriptions": [
            "暗い場所での作業や夜間のアウトドア活動に使用されるヘッド装着型ライト。",
            "両手が自由に使える設計で、建築現場やキャンプに最適な便利な道具。",
            "高輝度のLEDを搭載し、長時間使用可能な軽量な照明工具。"
        ]
    },
    {
        "product_name": "LEDヘルメットクリップ",
        "descriptions": [
            "ヘルメットに取り付けて使用するためのLEDライト専用クリップ。",
            "安全性を確保しながら作業をサポートする便利なアクセサリー。",
            "建設現場や夜間作業で視界を確保するために設計された道具。"
        ]
    },
    {
        "product_name": "マグネット入ビスカップ",
        "descriptions": [
            "作業中にネジや小さな金属部品を保持するためのマグネット内蔵カップ。",
            "滑り落ちることなく、部品を整理整頓できる便利な道具。",
            "工具箱に取り付けて使用できる持ち運びしやすい収納具。"
        ]
    },
    {
        "product_name": "マグネット付ミニレベル",
        "descriptions": [
            "金属面に固定できるマグネット付きの水平器。",
            "建築や配管作業で正確な水平を確認するための計測工具。",
            "耐久性に優れ、使いやすい軽量設計の便利な道具。"
        ]
    },
    {
        "product_name": "両口ラチェットレンチ ロング",
        "descriptions": [
            "ボルトやナットを効率よく締めたり緩めたりできるラチェット機能付き工具。",
            "狭いスペースでも快適に作業できるリバーシブル仕様の道具。",
            "建築や車両整備で幅広く使用される頑丈な手動工具。"
        ]
    },
    {
        "product_name": "リミテッドAL",
        "descriptions": [
            "軽量で耐久性の高いアルミニウム素材で作られた定規。",
            "建築や製図作業で正確な線を引くために使用される便利な道具。",
            "滑り止め加工を施し、安定した作業を可能にする計測工具。"
        ]
    },
    {
        "product_name": "電装圧着工具",
        "descriptions": [
            "電線の端子を確実に接続するための専用工具。",
            "多種多様な端子サイズに対応可能で、配線作業に便利な道具。",
            "握りやすいグリップと強力な圧着力を備えた高性能工具。"
        ]
    },
    {
        "product_name": "ミッドカットセーフティ",
        "descriptions": [
            "つま先に保護キャップを備えた作業現場向けの防護靴。",
            "滑り止め加工や耐油性を持ち、安全性を高めた設計の道具。",
            "建築や工場作業で足を守るために使用される必須の保護具。"
        ]
    },
    {
        "product_name": "建築用 雨天用墨汁",
        "descriptions": [
            "雨天時でも流れにくい特別配合の建築用墨汁。",
            "線引きやマーキング作業で、視認性を維持するための道具。",
            "建築現場での正確な作業を支える高耐久な墨汁。"
        ]
    },
    {
        "product_name": "黒仮枠ハンマー グラスファイバー柄 止付",
        "descriptions": [
            "仮枠の組立や解体に特化した使いやすいハンマー。",
            "爪付きのデザインで、釘の打ち込みや抜き取りに便利な道具。",
            "耐久性とバランスに優れ、建築現場で広く使用される工具。"
        ]
    },
    {
        "product_name": "加圧式ボールペン 07",
        "descriptions": [
            "上下逆さまでもスムーズに書ける加圧機能を備えたボールペン。",
            "建築現場や屋外作業での記録に適した便利な道具。",
            "特殊なインクと加圧機構で、湿気の多い環境でも使用可能な筆記具。"
        ]
    },
    {
        "product_name": "ライノブレード 解体用",
        "descriptions": [
            "解体作業で金属や木材を効率よく切断するための専用のこ刃。",
            "耐久性に優れ、厚い素材でも切断可能な高性能工具部品。",
            "様々なのこぎりに取り付け可能で、多用途に使用できる便利な道具。"
        ]
    },
    {
        "product_name": "安全貫通フリーターンDV -6X150",
        "descriptions": [
            "柄の後端まで軸が通った設計で、強力な打撃にも耐えるドライバー。",
            "固く締まったネジや錆びたネジを緩める際に適した工具。",
            "耐久性が高く、建築や機械整備で活躍する便利な道具。"
        ]
    },
    {
        "product_name": "リザードブレード 狭所解体用",
        "descriptions": [
            "狭い場所での解体作業に特化した薄型のブレード。",
            "金属や木材を切断しやすい鋭利な刃を備えた専用工具。",
            "解体作業の効率を高めるために設計された高耐久なブレード。"
        ]
    },
    {
        "product_name": "曲尺 平ぴた 表裏同目",
        "descriptions": [
            "直角や寸法を測定するために使用されるL字型の計測工具。",
            "木工や建築作業で正確な寸法取りをサポートする便利な道具。",
            "目盛りがはっきりしており、耐久性のある金属製のさしがね。"
        ]
    },
    {
        "product_name": "ホーム金テコ",
        "descriptions": [
            "釘を抜いたり部材をこじ開けるために使用される金属製の工具。",
            "建築現場や解体作業で重宝される強力なてこの原理を利用した道具。",
            "耐久性が高く、硬い素材の作業にも適した便利な工具。"
        ]
    },
    {
        "product_name": "チーターブレード 金属用",
        "descriptions": [
            "金属の切断に特化した鋭利で耐久性の高いのこ刃。",
            "各種のこぎりに取り付け可能で、正確な切断作業に適した道具。",
            "厚みのある金属素材も切断可能な高性能な工具部品。"
        ]
    },
    {
        "product_name": "結束テープ",
        "descriptions": [
            "電線やケーブルをまとめて固定するための粘着性のあるテープ。",
            "耐熱性や耐水性を備えた、長期間の使用にも適した便利な道具。",
            "建築現場やDIY作業で多用途に使用される必需品。"
        ]
    },
    {
        "product_name": "スカットディスクセット",
        "descriptions": [
            "金属や木材の表面を磨くために使用される様々なディスクのセット。",
            "目の粗さが異なる複数のディスクを含み、作業内容に応じて使い分け可能な工具。",
            "電動研磨機に取り付けて、効率的に表面処理が行える高性能な道具。"
        ]
    },
    {
        "product_name": "ツールフック",
        "descriptions": [
            "工具を壁や作業台に掛けて整理整頓できる便利なフック。",
            "丈夫な素材で作られ、重い工具にも対応可能な収納道具。",
            "作業スペースを効率化し、工具の取り出しやすさを向上させるアクセサリー。"
        ]
    },
    {
        "product_name": "職人作 極狭工具ホルダー",
        "descriptions": [
            "ハンマーやドライバーなどの工具を腰回りに収納できる便利なホルダー。",
            "作業中に工具をすぐ取り出せるように設計された実用的な道具。",
            "頑丈な素材で作られ、建築現場やDIYで広く使用される収納アクセサリー。"
        ]
    },
    {
        "product_name": "SC 1 MINI",
        "descriptions": [
            "強力な水圧で汚れを落とすために使用される電動洗浄工具。",
            "車両や外壁の清掃作業に最適な多用途の洗浄機。",
            "軽量設計で使いやすく、家庭や業務用として広く活躍する道具。"
        ]
    },
    {
        "product_name": "サポートベルト L HG",
        "descriptions": [
            "腰の負担を軽減するために使用される調整可能なサポートベルト。",
            "作業中の姿勢をサポートし、腰痛予防に効果的な便利な道具。",
            "耐久性のある素材で作られ、長時間の作業に適した保護具。"
        ]
    },
    {
        "product_name": "小型腰袋 2段",
        "descriptions": [
            "小型の工具や部品を収納できる腰に取り付けるバッグ。",
            "作業中に必要なアイテムを整理整頓して効率よく取り出せる便利な道具。",
            "丈夫な素材で作られ、建築現場やDIY作業に欠かせない収納具。"
        ]
    },
    {
        "product_name": "マイクログリップラバーグリーン",
        "descriptions": [
            "滑りにくいグリップ加工が施された作業用手袋。",
            "耐久性に優れ、手を保護しながら快適な作業を可能にする道具。",
            "建築や運搬作業で幅広く使用される安全性の高い保護具。"
        ]
    },
    {
        "product_name": "ウレタン背抜き手袋",
        "descriptions": [
            "手の甲が通気性の良い素材で作られた作業用手袋。",
            "柔軟性が高く、細かい作業でも快適に使用できる便利な道具。",
            "滑り止め加工が施され、建築や園芸作業に最適な保護具。"
        ]
    },
    {
        "product_name": "エアクラフトベスト",
        "descriptions": [
            "暑い環境での作業時に体を冷却するための専用ベスト。",
            "冷却材を内蔵し、長時間の作業でも快適に過ごせる便利な道具。",
            "軽量で動きやすく、建築や屋外作業で重宝される保護具。"
        ]
    },
    {
        "product_name": "止型定規 目盛付",
        "descriptions": [
            "角度を測定しながら線を引ける多機能な定規。",
            "木工や製図作業で正確な角度を確認できる便利な道具。",
            "耐久性が高く、持ち運びやすい設計の計測工具。"
        ]
    },
    {
        "product_name": "マグネットライト",
        "descriptions": [
            "金属面に固定できるマグネット付きのLEDライト。",
            "作業現場や車両整備で両手を使う作業をサポートする便利な道具。",
            "高輝度の照明を提供し、狭いスペースでも使用可能なライト。"
        ]
    },
    {
        "product_name": "ガチマグキャッチャー 赤",
        "descriptions": [
            "磁石でネジや小型部品を拾い集めるための専用工具。",
            "手の届きにくい場所の部品を簡単に回収できる便利な道具。",
            "建築現場や整備作業で小物の紛失を防ぐために使用される工具。"
        ]
    },
    {
        "product_name": "ラジプラ バネ付+AA30:A50",
        "descriptions": [
            "細かい部品を掴んだり曲げたりするために使用される細長い先端を持つペンチ。",
            "配線作業や電子部品の修理に適した便利な工具。",
            "狭い場所での作業を可能にする精密な設計の道具。"
        ]
    },
    {
        "product_name": "サンデーレインボーリールミニ",
        "descriptions": [
            "コンパクトな設計で持ち運びに便利な電源コードリール。",
            "DIYや屋内作業で電源供給を効率的に行える便利な道具。",
            "軽量で収納しやすく、限られたスペースでも使用可能な工具。"
        ]
    },
    {
        "product_name": "金象PRO 伸縮式木製替板レーキ スクレーパー付",
        "descriptions": [
            "柄の長さを調整できる便利なデザインのレーキ。",
            "庭の掃除や落ち葉集めに適した多用途の道具。",
            "コンパクトに収納可能で、持ち運びしやすい軽量な工具。"
        ]
    },
    {
        "product_name": "作業用 振動軽減グローブ",
        "descriptions": [
            "電動工具使用時の振動を軽減する特殊設計の手袋。",
            "手を保護しながら長時間の作業でも快適に使用できる保護具。",
            "建築や機械作業で振動疲労を軽減するために使用される道具。"
        ]
    },
    {
        "product_name": "スマート石筆",
        "descriptions": [
            "木材や金属の表面に精密な線を描くための専用鉛筆。",
            "建築作業や製図でのマーキングに適した便利な道具。",
            "濃くてはっきりとした線を引ける耐久性の高い筆記具。"
        ]
    },
    {
        "product_name": "ボールグリップ 絶縁ドライバー",
        "descriptions": [
            "電気作業中の安全を確保するために絶縁処理が施されたドライバー。",
            "高電圧の環境でも使用可能で、耐久性に優れた専用工具。",
            "握りやすいグリップで、精密な作業をサポートする便利な道具。"
        ]
    },
    {
        "product_name": "足場ハンマー 0.9kg ショート",
        "descriptions": [
            "足場の組立や解体作業に特化した頑丈なハンマー。",
            "爪付き設計で、釘の打ち込みや抜き取りが容易に行える道具。",
            "耐久性とバランスが良く、建設現場で重宝される工具。"
        ]
    },
    {
        "product_name": "ケーブルクランプ MEGA",
        "descriptions": [
            "配線やケーブルを整理して固定するための便利なホルダー。",
            "接着式やネジ留め式で、様々な環境で使用可能な道具。",
            "耐久性のある素材で、長期間使用可能な整理用アクセサリー。"
        ]
    },
    {
        "product_name": "ヴェンティーヘルメット 黒",
        "descriptions": [
            "作業中の頭部を保護しながら快適な通気性を提供するヘルメット。",
            "軽量設計で長時間の使用にも適した安全性の高い保護具。",
            "建築現場や屋外作業で使用される必須の安全道具。"
        ]
    },
    {
        "product_name": "釘袋",
        "descriptions": [
            "釘やビスなどの小型部品を収納するための腰取り付け式バッグ。",
            "作業中に部品をすぐ取り出せるよう設計された便利な道具。",
            "耐久性のある素材で、建築やDIYで幅広く使用される収納具。"
        ]
    },
    {
        "product_name": "ボルトヒート キルティングベスト",
        "descriptions": [
            "寒冷地での作業時に体を暖めるための電熱機能付きベスト。",
            "軽量で動きやすく、建築現場やアウトドア活動で重宝される防寒具。",
            "バッテリーで動作し、長時間の使用に適した便利な道具。"
        ]
    },
    {
        "product_name": "コンパクト投光器 800lm",
        "descriptions": [
            "広範囲を明るく照らすために使用される高輝度の照明器具。",
            "建築現場や夜間作業で視認性を確保するための必須道具。",
            "ポータブル設計で、屋内外問わず使用可能な便利なライト。"
        ]
    },
    {
        "product_name": "標識ロープ",
        "descriptions": [
            "作業エリアを区切るために使用される耐久性のあるロープ。",
            "視認性を高める色や模様が施され、工事現場での安全性を向上。",
            "軽量で取り扱いが容易な、多用途の区画整理用道具。"
        ]
    },
    {
        "product_name": "フラットシャーレ",
        "descriptions": [
            "サンプルや小物を一時的に収納するために使用される円形の容器。",
            "透明で中身が見やすく、実験や作業場で広く使用される便利な道具。",
            "耐久性があり、軽量で持ち運びやすい多目的容器。"
        ]
    },
    {
        "product_name": "撥水ウインターラバーグローブ",
        "descriptions": [
            "水や寒さから手を守るために設計された防水機能付き手袋。",
            "耐久性のある素材で、冬場の建築作業やアウトドア活動に最適な道具。",
            "保温性が高く、快適な作業環境を提供する便利な保護具。"
        ]
    },
    {
        "product_name": "パーフェクト 墨つぼV8斜めカット",
        "descriptions": [
            "建築作業で直線を引くために使用される墨を含んだ専用工具。",
            "糸を弾いて直線をマーキングできる便利な道具。",
            "持ち運びがしやすく、正確な線引きを可能にする計測工具。"
        ]
    },
    {
        "product_name": "綿金剛打ロープ",
        "descriptions": [
            "柔らかく扱いやすい綿素材で作られた耐久性のあるロープ。",
            "荷物の固定やDIY作業で多用途に使用される便利な道具。",
            "環境に優しい素材で、屋内外で幅広く活躍する軽量ロープ。"
        ]
    },
    {
        "product_name": "養生ロープ",
        "descriptions": [
            "建築現場や作業エリアを囲うために使用される専用ロープ。",
            "耐久性が高く、簡単に取り付けできる設計の便利な道具。",
            "視認性を確保し、工事現場で安全性を向上させる必需品。"
        ]
    },
    {
        "product_name": "TOP スリム四角コイル イエローグリーン",
        "descriptions": [
            "工具や部品の落下を防ぐために取り付ける伸縮性のあるコード。",
            "高所作業時に安全性を確保するために設計された便利な道具。",
            "軽量で耐久性があり、様々な工具に取り付け可能な安全アクセサリー。"
        ]
    },
    {
        "product_name": "かくはん器",
        "descriptions": [
            "塗料やセメントを均一に混ぜるために使用される電動工具。",
            "効率的な攪拌を実現し、建築や工芸作業で重宝される便利な道具。",
            "操作が簡単で、多用途に使用できる高耐久な混合専用工具。"
        ]
    },
    {
        "product_name": "セフレーザー距離計 50M",
        "descriptions": [
            "レーザーを使用して正確に距離を測定できる高性能な計測工具。",
            "建築現場やDIY作業で素早く測定を行うための便利な道具。",
            "コンパクト設計で持ち運びしやすく、屋内外で使用可能な距離計。"
        ]
    },
    {
        "product_name": "ラバーヘラ",
        "descriptions": [
            "塗料や接着剤を均一に塗布するために使用される柔軟なヘラ。",
            "傷をつけずに滑らかな仕上げができる便利な工具。",
            "軽量で扱いやすく、DIYや工芸作業で重宝される道具。"
        ]
    },
    {
        "product_name": "電気部品用はんだ 70g",
        "descriptions": [
            "電子回路の接続に使用される専用の高品質はんだ。",
            "融点が低く、精密な作業に適した便利な消耗品。",
            "安定した接続を実現し、電子機器の修理や製作に最適な道具。"
        ]
    },
    {
        "product_name": "LEDテープライト",
        "descriptions": [
            "薄型で柔軟な設計のため、どこにでも取り付け可能なLED照明。",
            "省電力で長寿命のため、装飾や作業用照明として使用される便利な道具。",
            "多色展開が可能で、明るさを調整できる機能を備えたライト。"
        ]
    }
]
